Repository: common-repository/multi-level-menu-for-ecwid
Catalog: lang/multi-level-menu-*.po
Languages: ru_ru

source: Menu layout:
ru_ru: Вид меню:

source: Horizontal
ru_ru: Горизонтальное

source: Vertical
ru_ru: Вертикальное

source: More information about %s
ru_ru: Больше информации о %s

source: View details
ru_ru: Посмотреть детали

source: Multi-level menu for Ecwid
ru_ru: Много-уровневое меню для Ecwid

source: Settings saved successfully!
ru_ru: Параметры успешно сохранены!

source: To configure the Multi-level menu, you need to open the menu settings page <b>Menu widget > Widget HTML code</b>. Then click on the <b>Copy token</b> button. See the example in the screenshot below.
ru_ru: Чтобы настроить многоуровневое меню, необходимо перейти к настройкам меню в <b>Menu widget > Widget HTML code</b>. Затем нажать кнопку <b>Copy token</b>. Смотрите пример на скриншоте ниже.

source: The copied code must be added to the "<b>Token</b>" field below. Finally click on the "<b>Save</b>" button to save changes.
ru_ru: Скопированный код необходимо добавить в поле "<b>Токен</b>" ниже и нажать кнопку "<b>Сохранить</b>".

source: Token
ru_ru: Токен

source: Save
ru_ru: Сохранить

source: The Multi-level menu for Ecwid plugin works in conjunction with Ecwid. For its work you need:<br/>1. Register an account with Ecwid (<a href="http://open.ecwid.com/hfZSF">ecwid.com</a>).<br/>2. Install the Ecwid plugin in WordPress (<a href="plugin-install.php?tab=plugin-information&plugin=ecwid-shopping-cart">link to the plugin</a>).<br/>3. Install the Multi-level menu application in Ecwid (<a href="https://bit.ly/2uJbiCg">link to the app</a>).<br/>4. Set up the Multi-level menu for Ecwid plugin in WordPress.
ru_ru: Плагин Много-уровневое меню для Ecwid работает совместно с Ecwid. Для его работы вам нужно:<br/>1. Зарегистрировать аккаунт в Ecwid (<a href="http://open.ecwid.com/hfZSF">ecwid.com</a>).<br/>2. Установите плагин Ecwid в WordPress (<a href="plugin-install.php?tab=plugin-information&plugin=ecwid-shopping-cart">ссылка на плагин</a>).<br/>3. Установить приложение Multi-level menu в Ecwid (<a href="https://bit.ly/2uJbiCg">ссылка на приложение</a>).<br/>4. Настроить плагин Много-уровневое меню для Ecwid в WordPress.

source: Proceed with registration at Ecwid
ru_ru: Перейти к регистрации в Ecwid

source: Redirecting to app configuration page...
ru_ru: Перенаправляем на страницу настройки приложения...

source: The Multi-level menu for Ecwid plugin works in conjunction with Ecwid. For its work you need:<br/><strike>1. Register an account with Ecwid (<a href="http://open.ecwid.com/hfZSF">ecwid.com</a>).</strike><br/><strike>2. Install the Ecwid plugin in WordPress (<a href="plugin-install.php?tab=plugin-information&plugin=ecwid-shopping-cart">link to the plugin</a>).</strike><br/>3. Install the Multi-level menu application in Ecwid (<a href="https://bit.ly/2uJbiCg">link to the app</a>).<br/>4. Set up the Multi-level menu for Ecwid plugin in WordPress.
ru_ru: Плагин Много-уровневое меню для Ecwid работает совместно с Ecwid. Для его работы вам нужно:<br/><strike>1. Зарегистрировать аккаунт в Ecwid (<a href="http://open.ecwid.com/hfZSF">ecwid.com</a>).</strike><br/><strike>2. Установите плагин Ecwid в WordPress (<a href="plugin-install.php?tab=plugin-information&plugin=ecwid-shopping-cart">ссылка на плагин</a>).</strike><br/>3. Установить приложение Multi-level menu в Ecwid (<a href="https://bit.ly/2uJbiCg">ссылка на приложение</a>).<br/>4. Настроить плагин Много-уровневое меню для Ecwid в WordPress.

source: Multi-level menu
ru_ru: Много-уровневое меню

source: Settings
ru_ru: Настройки

source: You can Add / Edit menu items on the application options
ru_ru: Вы можете Добавить / Изменить пункты меню в приложении

source: configuration page
ru_ru: на странице настроек
